
[0x0412]
TITLE=설치 언어 선택
DESCRIPTION=설치하는 동안 사용할 언어를 아래에서 선택하십시오.
REBOOTMESSAGE=설치 프로그램이 Windows Installer 서비스 구성을 완료하려면 시스템을 다시 시작해야 합니다.  지금 시스템을 다시 시작하려면 [예]를 클릭하시고 , 나중에 다시 시작하려면 [아니오]를 클릭하십시오.
ONUPGRADE=설치 프로그램은 '%s' 을(를) 업그레이드합니다. 계속하시겠습니까?
LATERVERSIONINSTALLED=최신 버전의 '%s' 이(가) 이미 설치되어 있습니다. 설치를 계속할 수 없습니다.
OK=확인
Cancel=취소
Password=비밀번호:
Install= 설치
Next=다음(&N) >
1100=설치 초기화 오류
1101=%s
1102=%2 가 사용자의 컴퓨터에 %1을(를) 설치할 설치 마법사를 준비 중입니다. 잠시 기다리십시오.
1103=운영 체제 버전 확인 중
1104=Windows(R) Installer 버전 확인 중
1105=Windows Installer 구성 중
1106=%s 구성 중
1107=설치 프로그램이 사용자의 시스템에 Windows Installer의 구성을 완료했습니다. 설치를 계속하려면 시스템을 다시 시작해야 합니다. "다시 시작" 단추를 눌러 시스템을 다시 부팅하십시오.
1108=%s
1150=설치 프로그램이 호환되지 않는 Windows 버전을 감지했습니다. "확인" 단추를 누른 후 Windows 95, Windows NT 4.0 SP6 이상의 버전에서 설치 프로그램을 다시 실행하십시오.
1151=임시 장소에 쓰는 중 오류가 발생했습니다.
1152=임시 장소에 %s 의 압축을 푸는 중 오류가 발생했습니다.
1153=설치 초기화 파일을 읽어오는 중 오류가 발생했습니다.
1154=%s 에서 설치 프로그램을 찾을 수 없습니다.
1155=%s 파일을 찾을 수 없습니다.
1156=Windows Installer의 내부 오류입니다.
1158=문자열 작성 오류. Setup.ini의 모든 문자열이 적합한지 확인하십시오. 
1200=다시 시작
1603=Windows Installer 엔진 설치 오류. 바꿔야 할 파일이 계속 사용 중일 수 있습니다. 모든 응용프로그램을 닫고 재시작하십시오.
1201=설치하려면 %lu KB 의 빈 디스크 공간이 %s 에 필요합니다. 공간을 확보한 후 다시 시도하십시오.
1202=시스템의 모든 사용자용으로 설치를 완료할 수 있는 권한이 충분하지 않습니다. 관리자로 로그온한 다음 재설치하십시오.
1203=명령행 매개변수:
1204=/L 언어 ID
1205=/S Hide 초기화 대화상자. 무신호 모드인 경우 /S /v/qn"을 사용하십시오.
1206=/V MsiExec.exe에 대한 매개변수
1207=Windows(R) Installer %s 을(를) 찾았습니다. 이것은 이전 버전의 Windows(R) Installer입니다. 계속하려면 "확인" 단추를 누르십시오.
1208=%s 의 ANSI 코드 페이지가 시스템에 설치되어 있지 않으므로 선택한 언어에서 설정 프로그램을 실행할 수 없습니다. 설정 프로그램을 실행한 후 다른 언어를 선택하십시오.
1210=설치 프로그램이 Microsoft .NET Framework 버전 2.0을 설치하려면 Windows Installer 버전 %s 이상이 필요합니다. Windows Installer 버전 %s 이상을 설치하고 다시 시도하십시오.
1604=이 설치는 본 운영 체제에 설치하는데 필요한 (%s) Windows Installer 엔진이 포함되어 있지 않습니다.
1607=%s Scripting Runtime 을 설치할 수 없습니다.
1608=InstallDriver 인스턴스를 만들 수 없습니다. 반환 코드: %d
1609=설치 패키지를 저장할 위치를 지정하십시오. 
1611=%s 파일의 압축을 풀 수 없습니다.
1612=파일의 압축을 푸는 중입니다.
1613=%s 파일을 다운로드하는 중입니다.
1614=%s 파일을 다운로드하는 동안 오류가 발생하였습니다. 어떤 작업을 수행하겠습니까?
1615=시간
1616=분
1617=초
1618=MB
1619=KB
1620=/초
1621=%s 파일 서명을 확인할 수 없습니다. 
1622=남은 예상 시간: 
1623=%d KB의 %d KB를 다음 위치로 다운로드하였습니다.
1624=설치 준비 중...
1625=설치 도움말을 확인하십시오.
1626=도움말
1627=파일을 저장할 수 없습니다: %s
1628=기본 설치 스크립트를 완료할 수 없습니다.
1629=부적합한 명령행입니다. 
1630=/UA<url to InstMsiA.exe>
1631=/UW<url to InstMsiW.exe>
1632=/UM<url to msi package>
1633=/US<url to IsScript.msi>
1634=설정 초기화 오류, 프로세스 복제에 실패하였습니다. 
1635=%s 파일은 이미 존재합니다. 이 파일을 바꾸겠습니까?
1636=/P 암호 모드
1637=/A 관리 설치
1638=/J 광고(advertise) 모드
1639=/X 제거 모드
1640=/F 수리 모드
1641=/B 로컬 설치 캐시
1642=서명을 확인할 수 없습니다. Authenticode 갱신에는 Internet Explorer 3.02 이상 버전이 필요합니다.
1643=설치에는 WinInet.dll의 최신 버전이 필요합니다. Internet Explorer 3.02 이상 버전을 설치해야 합니다.
1644=시스템의 모든 사용자용으로 설치를 완료할 수 있는 권한이 충분하지 않습니다. 관리자로 로그온한 다음 재설치하십시오.
1645=Microsoft(R) .NET Framework 설치 중 오류. 반환 코드: %d
1646=%s 은(는) Microsoft (R) .NET %s Framework를 선택적으로 사용합니다. 지금 설치하겠습니까?
1648=설치 프로그램이 호환되지 않는 Windows 버전을 감지했습니다. "확인" 단추를 누른 후 Windows 95, Windows NT 4.0 SP3 이상의 버전에서 설치 프로그램을 다시 실행하십시오.
1649=%s 은(는) Visual J# 재배포 가능 요소 패키지를 선택적으로 사용합니다. 지금 설치하시겠습니까? 
1650= 이 설치 프로그램을 실행하면 .NET Framework도 함께 설치됩니다.)
1651=호환되지 않는 Windows 버전입니다 확인을 클릭하여 대상 시스템이 Windows 2000 서비스 팩 버전 3(이상)을 실행하고 있는지 확인하고 설치를 다시 시작하십시오.
1652=%s을(를) 설치하려면 시스템에 다음 항목이 설치되어 있어야 합니다. 이러한 필수 항목의 설치를 시작하려면 설치를 클릭하십시오.
1653=%s 설치
1654=%s 이(가) 설치를 끝낸 후에 설정을 취소하겠습니까?
1655=설치 필수 요소 %s 의 파일을 찾을 수 없습니다.  설치를 종료합니다. 이 오류는 다운로드 실패 또는 취소 때문에 발생했을 수 있습니다. 
1656=%s 의 설치가 실패했습니다. 설치를 계속하겠습니까
1657=성공
1658=설치 중
1659=보류 중
1660=설치됨
1661=상태
1662=필수 요소
1663=실패
1664=압축을 푸는 중
1665=다운로드 중
1666=건너뜀
1667=%s 을(를) 설치하지 못했습니다. 설치를 끝냅니다.
1668=%s 설치를 마치려면 다시 부팅해야 합니다. 지금 시스템을 다시 시작하려면 [예]를 클릭하고, 나중에 다시 시작하려면 [아니요]를 클릭하십시오.
1669=%1 은(는) 선택적으로 %2 을(를) 사용합니다. 지금 설치하시겠습니까?
1670=모듈 %s 을(를) 로드할 수 없습니다. 오류 코드: %d
1671=파일 다운로드 중 %2/%3: %1
1700=InstallScript 엔진을 초기화하는 동안 오류가 발생했습니다.
1701=임시 위치에 InstallScript 엔진 지원 파일의 압축을 풀 수 없습니다.

1702=이 설치는 제품의 여러 인스턴스 설치를 허용합니다. 설치하려는 인스턴스를 선택한 후 계속하려면 다음을 클릭하십시오.
1703=새 인스턴스 설치(&I)
1704=기존 인스턴스 유지 또는 업그레이드(&M)
1705=기본
1706=인스턴스 ID
1707=제품 이름
1708=위치
1710=이 설치는 제품의 여러 인스턴스 패치를 허용합니다. 아래 옵션을 선택하여 이 패치를 어떤 식으로 적용할지 지정한 후 계속하려면 다음을 클릭하십시오.
1711=기존 인스턴스 모두 패치(&A)
1712=기존 인스턴스 패치(&P)
1713=이 설치를 하려면 Windows Installer 버전 4.5 이상이 필요합니다. 설치 프로그램을 종료합니다.
1714=압축을 푸는 중

[Languages]
0x0404=중국어 (번체)
0x0804=중국어 (간체)
